[  
    {
     "Alunos": "Abel Quental, <br>Aldo Medina",
     "landTitulo": "ACADEMIC DESIGN",
     "Titulo": "A site on the web",
     "subTitulo": "Representação da Produção em Design de Comunicação",
     "subTituloEng": "Representing Communication Design Production",
     "Texto": "<p><i>A Site on the Web</i> é uma proposta de construção de um espaço <i>online</i> que agregue e represente a produção académica em Design de Comunicação. Tendo como ponto de partida uma reflexão sobre as atuais formas de arquivo e disseminação da produção cultural, o projeto tem como principal desafio a centralização de uma produção dispersa em diferentes suportes e canais de circulação, promovendo a convivência entre a diversidade formal, estilística e discursiva que a caracteriza. Assumindo um carácter marcadamente experimental, o desenvolvimento desta proposta envolveu uma exploração de linguagens gráficas e computacionais passíveis de apresentar e representar objetos de comunicação distintos com orientações temáticas diversas. Deste modo, <i>A Site on the Web</i> procura assumir-se como um espaço <i>online</i> permeável à diversidade e multiplicidade, bem como à mudança e evolução.</p>",
     "TextoEng": "<p><i>A Site on the Web</i> is a proposal to build an online space that aggregates and represents academic production in Communication Design. Taking as a starting point a reflection on the current forms of archive and dissemination of cultural production, the main challenge of the project is the centralization of a production that is dispersed in different media and circulation channels, promoting the coexistence between the formal, stylistic and discursive diversity that characterizes it. With a markedly experimental character, the development of this proposal involved an exploration of graphic and computational languages capable of presenting and representing different communication objects with different thematic orientations. In this manner, <i>A Site on the Web</i> seeks to assume itself as an online space that is permeable to diversity and multiplicity, as well as to change and evolution.</p>",
     "textureImg":"img/texture/aa.jpg",
     "keyWords": "produção académica, arquivo, disseminação, apresentação, representação",
     "keyWordsEng": "academic production, archive, dissemination, presentation, representation",
     "web":0,
     "forma":"website",
     "gal":"img/aa1.jpg, img/aa2.jpg, img/aa3.jpg"
   },   
   {
    "Alunos": "Ana Henriques",
    "landTitulo": "(DE)COLONIAL",
    "Titulo": "On Knowing",
    "subTitulo": "Preconceito Cultural e a Descolonização do Conhecimento",
    "subTituloEng": "Cultural Bias and the Decolonization of Knowledge",
    "Texto": "<p>Sob o mote da descolonização do conhecimento, <i>On Knowing</i> visa uma consciencialização sobre os preconceitos culturais que permeiam a sociedade contemporânea. O projeto procura desvendar e questionar os binários que regem a produção e difusão de conhecimento, sob as formas complementares de uma publicação impressa e um questionário <i>online</i>. Concebido como um pequeno jogo que usa a metáfora da visão e dos pontos cegos que nos tocam a todos, o questionário desenvolve-se em torno das complexidades do privilégio e discriminação inerente, como fenómenos inevitavelmente influenciados por (pré)conceções culturalmente enraizadas e frequentemente inconscientes. Por sua vez, a publicação impressa aborda estas noções explorando a forma do livro enquanto símbolo de conhecimento, ao mesmo tempo que procura subverter a hierarquia comum dos conteúdos, inverter o seu protagonismo e propor leituras complementares. <i>On Knowing</i> procura assim evidenciar relações causa-efeito na interação com estes artefactos (e com a sociedade), sublinhando como a nossa identidade é determinada não pelos nossos preconceitos mas pelas nossas escolhas.</p>",
    "TextoEng": "<p>Under the motto of the decolonization of knowledge, <i>On Knowing</i> seeks to raise awareness of the cultural biases that permeate contemporary society. The project seeks to unravel and question the binaries that govern the production and dissemination of knowledge, under the complementary forms of a printed publication and an online questionnaire. Conceived as a small game that uses the metaphor of sight and the blind spots that touch us all, the questionnaire develops around the complexity of privilege and inherent discrimination, as phenomena inevitably influenced by culturally rooted and often unconscious (pre)conceptions. In turn, the printed publication addresses these notions by exploring the form of the book as a symbol of knowledge, while seeking to subvert the common hierarchy of content, reverse its protagonism and propose complementary readings. <i>On Knowing</i> thus seeks to highlight cause-effect relationships in the interaction with these artifacts (and with society), stressing how our identity is determined not by our bias but by our choices.</p>",
    "textureImg":"img/texture/anah.jpg",
    "keyWords": "conhecimento, parcialidade, favoritismo, descolonização, auto-publicação",
    "keyWordsEng": "knowledge, partiality, favoritism, decolonization, self-publishing",
    "web":"../on-knowing/Index.html",
    "forma":"livro e website",
    "gal":"img/anah.jpg, img/anah3.png"
  }, 
  {
    "Alunos": "Katherine Lahude",
    "landTitulo": "TECHNO FEMIN",
    "Titulo": "Feminism & Beyond",
    "subTitulo": "Perspectivas Contemporâneas sobre Género e Tecnologia",
    "subTituloEng": "contemporary perspectives on gender and technology",
    "Texto": "<p><i>Feminism & Beyond</i> explora o conhecimento produzido em torno da relação entre género e tecnologia, considerando distintos contextos <i>online</i> e conteúdos textuais. Segundo uma abordagem tecnofeminista, e atendendo a que as desigualdades de género também estão codificadas em ambientes <i>online</i>, procura promover o acesso à informação e fornecer bases para um diálogo futuro sobre a sub-representação do género feminino no campo da tecnologia.</p><br/><br/><p>O projeto desenvolve-se em suporte impresso e <i>online</i>, incorporando métodos de recolha de conteúdos e publicação pós-digital, segundo as categorias de <i>acesso, movimentos, economia, expressão</i> e <i>corporificação</i> que definem as cinco publicações. Os conteúdos são recolhidos a partir da pesquisa de palavras-chave relacionadas com o tema em textos académicos e <i>tweets</i>, evidenciando assim a complementaridade e contraste entre a profundidade e perenidade do ensaio académico com a efemeridade e o imediatismo de um comentário online. Este carácter efémero tem igualmente expressão no website que apresenta o projeto e disponibiliza as publicações. Desta forma, <i>Feminism & Beyond</i> procura tirar partido da confluência dos ambientes <i>online</i> e <i>offline</i> para promover o acesso, a partilha e discussão de questões de género e tecnologia. Procura assim explorar o papel emancipador que a tecnologia (ainda) pode ter na amplificação de ideias feministas e na construção de um futuro mais inclusivo.</p>",
    "TextoEng": "<p><i>Feminism & Beyond</i> explores knowledge produced around the relationship between gender and technology, considering distinct online contexts and textual contents. According to a technofeminist approach, and given that gender inequalities are also codified in online environments, it seeks to provide a basis for a future dialogue on the underrepresentation of the female gender in the field of technology.</p><br/><br/><p>The project is developed in print and online media, incorporating methods of content collection and post-digital publication according to the categories of <i>access</i>, <i>movements</i>, <i>economy</i>, <i>expression</i> and <i>embodiment</i> that define the five publications. The content is collected by researching related keywords in academic texts and tweets, thus highlighting the complementarity and contrast between the depth and permanence of the academic essay with the ephemerality and immediacy of an online commentary. This ephemeral nature is also expressed on the website that presents the project and makes the publications available. In this manner, <i>Feminism & Beyond</i> seeks to take advantage of the confluence of online and offline environments to promote access, sharing and discussion of issues of gender and technology. It thus seeks to explore the emancipatory role that technology can (still) play in the amplification of feminist ideas and in the construction of a more inclusive future.</p>",
    "textureImg":"img/texture/katherine.jpg",
    "keyWords": "género, tecnologia, tecnofeminismo,  comentário, publicação pós-digital",
    "keyWordsEng": "gender, technology, technofeminism, commentary, post-digital publishing",
    "web":"../feminism-beyond/index.html",
    "forma":"publicação impressa e website",
    "gal":"img/katherine1.jpg, img/katherine2.jpg, img/katherine3.jpg"
  },
  {
    "Alunos": "Nádia Ferrer",
    "landTitulo": "RACIAL DESIGN EX(IN)CLUSION",
    "Titulo": "Representation By Design",
    "subTitulo": "Um Manifesto sobre Raça",
    "subTituloEng": "A Manifesto on Race",
    "Texto": "<p><i>Representation by Design: A Manifesto on Race</i> aborda a evidente falta de representação de não-brancos na disciplina de design, partindo do pressuposto que o questionamento desta realidade é necessário para uma emancipação das restrições impostas pela raça. Num mundo dividido por estereótipos e discriminação, apela-se a criação de uma comunidade de design mais abrangente, diversa e inclusiva. Assumindo que a diversidade é um tópico que deve ser discutido abertamente, enquanto designers temos a responsabilidade de promover o debate das perspetivas que nos são apresentadas. Desta forma, o projeto configura-se como um exercício de questionamento enquanto forma de ação, que se divide entre um manifesto e o conjunto de afirmações que o suportam.</p><br/><br/><p>Baseado numa recolha de textos relevantes em torno do design, do seu papel social e da diversidade cultural nesse domínio, a voz dos diversos autores é (re)afirmada sob a forma de um manifesto que se apresenta como uma lista de questões. As questões estão associadas às citações que lhes dão origem, definindo um percurso de explorações dos múltiplos discursos sobre o tópico. O objetivo é incitar reflexão na comunidade de designers e consciencializar o corpo social em que nos inserimos, admitindo, no entanto, que estas são apenas algumas das muitas questões que é urgente colocar se quisermos uma comunidade menos desigual, mais inclusiva e enriquecida pela diversidade cultural. </p>",
    "TextoEng": "<p><i>Representation by Design: A Manifesto on Race</i> addresses the apparent lack of representation of non-whites in the design field, based on the assumption that the questioning of this reality is necessary for an emancipation of the restrictions imposed by the race. In a world divided by stereotypes and discrimination, we call for the creation of a more comprehensive, diverse and inclusive design community. Assuming that diversity is a topic that should be openly discussed, as designers we have a responsibility to actively promote debate on the perspectives that are presented to us. In this manner, the project is configured as an exercise of questioning as a form of action, which is divided into a manifesto and the set of affirmations that support it.</p><br/><br/><p>Based on a collection of relevant texts on design, its social role and cultural diversity in this field, the voice of the various authors is (re)affirmed in the form of a manifesto that presents itself as a list of questions. The questions are linked to the various citations that give rise to them, defining a course of explorations of the multiple discourses on the topic. The aim is to incite reflection in the community of designers and raise awareness of the social body in which we are inserted, admitting, however, that these are just a few of the many urgent questions to be raised if we want a community that is less unequal, more inclusive and enriched with cultural diversity.</p>",
    "textureImg":"img/texture/nadia.jpg",
    "keyWords": "diversidade, representatividade, igualdade, questionamento, ação",
    "keyWordsEng": "diversity, representativeness, equality, questioning, action",
    "web":"../representation-by-design/index.html",
    "forma":"website",
    "gal":"img/nadia2.jpg, img/nadia1.jpg"
  },
  {
    "Alunos": "Raul Rey Lopez",
    "landTitulo": "EPISTEMIC CERTAINT",   
    "Titulo": "Dynamic Uncertainties",
    "subTitulo": "Sobre a Impossibilidade de Conhecimento em Ambientes Hiperacelerados",
    "subTituloEng": "On the impossibility of Knowledge in Hyper-accelerated Environments",
    "Texto": "<p><i>Dynamic Uncertainties</i> propõe uma reflexão sobre o papel dos media digitais como principal elemento catalisador dos atuais processos de produção, disseminação e aquisição de conhecimento. Num sistema em aceleração constante potenciada pela tecnologia, palavras como pós-verdade ou hype adquirem destaque, dado que a velocidade e deslocalização permanentes convertem os objetos de conhecimento em meras trajetórias. De acordo com o Princípio da Incerteza de W. Heisenberg, é impossível medir em simultâneo e com absoluta precisão os valores da posição e velocidade de uma partícula. Isto é, conhecer a posição de uma partícula com precisão implicará a indeterminação da sua velocidade e vice-versa.</p><br/><br/><p>Em analogia a este teorema, <i>Dynamic Uncertainties</i> aborda a <i>Impossibilidade de Conhecimento em Ambientes Hiperacelerados</i> de acordo com o seguinte paradoxo: quanto mais sabemos ou aprofundamos uma questão, mais distante ela se encontra da sua condição real atual. Esta ideia é materializada numa instalação interativa com componentes estáticas e dinâmicas. Uma série de módulos independentes expõem diferentes motes conceptuais, através de aforismos e metáforas visuais, que são ativados por uma aplicação de realidade aumentada, adquirindo dinâmica e alterando sua natureza inicial. No contexto da atual sociedade da informação a metáfora do movimento surge aqui como um elemento sugestivo das diferentes naturezas do conhecimento, confrontando o estático e perene com a dinâmica e mutação repentina. </p>",
    "TextoEng": "<p><i>Dynamic Uncertainties</i> proposes a reflection on the role of digital media as the main catalytic element of the current processes of production, dissemination and acquisition of knowledge. In a system under constant acceleration powered by technology, words such as post-truth or hype gain prominence, since permanent speed and displacement convert knowledge objects into mere trajectories. According to W. Heisenberg's Principle of Uncertainty, it is impossible to simultaneously and accurately measure the position values and the speed of a particle. That is, knowing the position of a particle accurately will imply the indetermination of its velocity, and vice versa.</p<br/><b/r><p>In analogy to this theorem, <i>Dynamic Uncertainties</i> addresses the <i>Impossibility of Knowledge in Hyperaccelerated Environments</i> in accordance with the following paradox: the more we know or deepen a question, the further it becomes from its actual condition. This idea is embodied in an interactive installation with static and dynamic components. A series of independent modules expose different conceptual motes, through aphorisms and visual metaphors, which are activated by an application of augmented reality, acquiring dynamics and changing their initial status. In the context of the present information society the metaphor of movement here emerges as a suggestive element of the different natures of knowledge, confronting the static and perennial with dynamics and sudden mutation.</p>",
    "textureImg":"img/texture/raul.jpg",
    "keyWords": "velocidade, incerteza, conhecimento, objetos, trajetórias",
    "keyWordsEng": "velocity, uncertainty, knowledge, objects, trajectories",
    "web":0,
    "forma":"instalação (realidade aumentada)",
    "gal":"img/raul1.jpg, img/raul2.jpg, img/raul3.jpg"
  },
  {
    "Alunos": "Rita Barroso",
    "landTitulo": "ARMCHAIR ACTIV",     
    "Titulo": "Memes of protest",
    "subTitulo": "Além da imagem engraçada",
    "subTituloEng": "Beyond the funny image",
    "Texto": "<p>A palavra meme está associada a vídeos e <i>funny images</i> que circulam pela internet carregadas de humor e geralmente ligadas a acontecimentos atuais. No entanto, os <i>memes</i> têm desempenhado outras funções para além de fazer rir. Têm sido usados como forma de propagação ou distribuição de discurso político, assim como para estimular participação política num contexto digital. Neste sentido, <i>Memes of Protest</i> trata o meme não apenas enquanto <i>funny image</i> mas como uma unidade de cultura que, tal como definido por Richard Dawkins, contém informação e, como tal, medeia a relação entre as questões político-sociais e os vários utilizadores da internet.</p<br><p><i>Memes of Protest</i> procura sensibilizar e informar sobre a essência e o potencial dos <i>memes</i> ao reunir ideias de vários autores e discursos relevantes sobre o tema. Apresenta estes fragmentos de informação de forma crítica ao apropriar a estratégia narrativa e linguagem dos <i>memes</i> de forma a captar a atenção para mensagem a veicular. Propõe assim uma reflexão em torno do uso dos <i>memes</i> como uma nova forma de comunicar mensagens políticas e sociais que, por condensarem informação numa imagem e se propagarem nas redes digitais, têm um enorme potencial mobilizador. </p>",
    "TextoEng": "<p>The word meme is associated with humorous videos and funny images that circulate on the Internet and are usually linked to current events. However, memes have played other roles besides making you laugh. They have been used as a way of propagating or distributing political discourse as well as to stimulate political participation in a digital context. In this sense, <i>Memes of Protest</i> treats the meme not only as a funny image but as a unit of culture that, as defined by Richard Dawkins, contains information and, as such, mediates the relationship between socio-political issues and the various internet users.</p><br/><br/><p><i>Memes of Protest</i> seeks to raise awareness and inform about the essence and the full potential of memes by bringing together ideas from various authors and relevant discourses on the subject. It critically presents these fragments of information by appropriating the narrative strategy and language of memes in order to capture attention to the message to be conveyed. It proposes a reflection on the use of memes as a new way of communicating political and social messages which, by condensing a message within an image and by propagating themselves in the digital networks, have an enormous mobilizing potential.</p>",
    "textureImg":"img/texture/rita.jpg",
    "keyWords": "<i>memes</i>, propaganda, política, distribuição, ativismo de sofá",
    "keyWordsEng": "memes, propaganda, politics, distribution, armchair activism",
    "web":"../memes-of-protest/index.html",
    "forma":"website",
    "gal":"img/rita1.jpg, img/rita2.jpg"
  },
  {
    "Alunos": "Ariana Parrilha, <br>Mariana Ribeiro",
    "landTitulo": "METADATA CIRCULATION",
    "Titulo": "The Surface and The Core",
    "subTitulo": "Uma Ode à Imagem ",
    "subTituloEng": "An Ode to the Image",
    "Texto": "<p>A imagem pobre é a imagem que migra através de diferentes suportes, que afeta e molda configurações políticas, pessoas e sistemas sociais. Esta noção cunhada por Hito Steyerl é o ponto de partida para <i>The Surface and The Core</i>, como uma ode à imagem digital mediatizada <i>online</i>, focando a importância da sua circulação e a forma como suscita discussões sociais e políticas. Estas imagens viajam de um ponto ao outro do globo, juntamente com os seus subtextos inerentes e palavras-chave associadas. O seu pico de atividade <i>online</i> é concomitante com o evento mediático, mas essas imagens continuam a ser indefinidamente partilhadas, comentadas e reapropriadas de inúmeras formas na internet. No entanto, essas imagens não podem ser reduzidas à sua superfície visível. No âmago da sua mediatização e disseminação estão os metadados que as propulsionam. Partindo deste pressuposto, <i>The Surface and The Core</i> procura evidenciar o impacto da imagem mediatizada online através das partilhas, comentários, gostos, revelando as métricas que regem a sua circulação e propondo ao observador uma exploração do que está por efetivamente por trás da imagem <i>online</i>.</p>",
    "TextoEng": "<p>The poor image is the image that migrates through different media, which affects and shapes political configurations, people and social systems. This notion coined by Hito Steyerl is the starting point for <i>The Surface and The Core</i>, as an ode to the online digital image, focused on the importance of its circulation and the way it triggers social and political discussions. These images travel from one point of the globe to the other, along with their inherent subtexts and associated keywords. Their peak of online activity is concurrent with the mediatic event, but these images continue to be indefinitely shared, commented and reappropriated in numerous ways on the internet. However, these images cannot be reduced to its visible surface. At the heart of their mediatization and dissemination are the metadata that drive them. Based on this assumption, <i>The Surface and The Core</i> seeks to highlight the impact of online mediated images through sharing, commenting, liking, revealing the metrics that govern their circulation and proposing to the viewer an exploration of what is actually behind the online image.</p>",
    "textureImg":"img/texture/anamariana.jpg",
    "keyWords": "pós-internet, imagem digital, circulacionismo, metadados, redes sociais",
    "keyWordsEng": "post-internet, digital image, circulationism, metadata, social networks",
    "web":"../surface-core/index.html",
    "forma":"website",
    "gal":"img/anamariana1.jpg, img/anamariana2.jpg"
  },
  {
    "Alunos": "Teresa Morais",
    "landTitulo": "ARCHIV",  
    "Titulo": "LIVING ARCHIVES",
    "subTitulo": "Coleção, Indexação, Recontextualização",
    "subTituloEng": "Collecting, Indexing, Recontextualizing",
    "Texto": "<p>O arquivo é a via pela qual se organiza a memória no complexo que compreendemos como cultura, sendo que lhe é intrínseca a capacidade para manter presente, reativar e recontextualizar eventos passados. Ainda que seja percecionado como um objeto inerte, o arquivo é um conjunto de ferramentas prontas a ativar perante novas circunstâncias. Tais ferramentas permitem criar narrativas e memórias que, assim, podemos manipular, adaptar e dar um novo uso – é o uso que (re)confere valor aos elementos do arquivo, que os pode moldar ou distorcer, mas nunca destruir. Nesta medida, o arquivo é um instrumento com dimensão política mas também com potencial de reavivar o que alberga.</p<br><p><i>Living Archives</i> pretende resgatar o arquivo de uma condição inerte ao tratá-lo como um instrumento passível de recontextualizar os elementos que o constituem e assim suscitar novos significados. Configura-se como uma plataforma web cujo conteúdo são projetos desenvolvidos no mestrado em Design de Comunicação e sob o binómio índex/rede, trata, em primeira instância, de indexar os projetos dos alunos. De seguida, fazendo uso da categorização por <i>tags</i> partilhadas entre os trabalhos é construída um rede de relações a fim de evidenciar as intersecções e convergências entre os tópicos explorados. Cada elemento do arquivo é assim recontextualizado em ligação aos restantes, ganhando um novo sentido ou leitura.</p>",
    "TextoEng": "<p>The archive is the means by which memory is organized within the complex that we understand as culture, being intrinsic to it the ability to keep present, reactivate and recontextualize past events. Although it is perceived as an inert object, the archive is a set of tools able to be activated under new circumstances. Such tools allow us to create narratives and memories that we can manipulate, adapt and reuse – it is the use that (re)gives value to the elements of the archive, that can shape or distort, but never destroy them. To this extent, the archive is an instrument with a political dimension but also with the potential to revive what it accommodate</p><br/><br/><p><i>Living Archives</i> intends to rescue the archive from an inert condition by treating it as an instrument capable of recontextualizing the elements it comprises and thus elicit new meanings. It is configured as a web platform, the contents of which are the projects developed on the Master in Communication Design and, under the binomial index / network, it tries, on a first instance, to index the students projects. Then, by means of a categorization by tags shared between the projects a network of relationships is built in order to highlight the intersections and convergences between the topics explored. Each element of the file is thus recontextualized in connection with other elements, gaining a new meaning or reading.</p>",
    "textureImg":"img/texture/teresa.jpg",
    "keyWords": "arquivo, metadados, categorização, rede, relações",
    "keyWordsEng": "archive, metadata, categorization, network, relationships",
    "web":"../living-archives/index.html",
    "forma":"website",
    "gal":"img/teresa1.jpg, img/teresa3.jpg"
  },
  {
    "Alunos": "Tania Alva",
    "landTitulo": "(RE)COLLECTION", 
    "Titulo": "(Re)Construção da Memória",
    "subTitulo": "Relatos de Resiliência",
    "subTituloEng": "Reports of Resilience",
    "Texto": "<p><i>(Re)Construção da Memória: Relatos de Resiliência</i> foca a importância da memória na preservação e construção da identidade de uma sociedade; a forma como promove consciência reflexiva do passado, da experiência vivida, do que vivemos e que nos faz ser quem somos. Neste processo, a imagem, enquanto registo de um evento, por si mesma, nunca corresponde totalmente ao passado, seja em termos documentais, seja pela subjetividade que nela projetamos. Da mesma forma, lembrar não é reviver experiências, já que a memória que construímos não é uma cópia exata do que vivemos, mas antes o resultado de um processo seletivo.</p><br/><br/><p>Partindo destes pressupostos, o projeto procura reavivar a memória ao reunir e contextualizar registos de dois importantes terramotos que tiverem lugar na Cidade do México, respetivamente a 19 de setembro de 1985 e de 2017; no mesmo dia, 32 anos depois. Tomando esta história, e coincidência temporal, como ilustrativa da importância da memória, foram compiladas fotografias dos Arquivos da Nação, entre outras fontes, que servem de ligação entre histórias dos envolvidos em ambos os eventos, resgatando assim memórias a partir das suas semelhanças. Desta forma <i>(Re)Construção da Memória</i> pretende sensibilizar para o modo como a perda material e a morte podem ser motores para a esperança, o recomeço e, assim, um modo de criar resiliência para o futuro.</p>",
    "TextoEng": "<p><i>(Re)Construction of Memory: Reports of Resilience</i> focuses on the importance of memory in preserving and building the identity of a society; the way it promotes reflective awareness of the past, of lived experience, of what we live and what makes us who we are. In this process, an image, as a record of an event, by itself, never completely corresponds to the past, either in documentary terms or by the subjectivity that we project on it. Likewise, remembering is not reliving experiences, since the memory that we construct is not an exact copy of what we lived, but rather the result of a selective process.</p><br/><br/><p>Based on these assumptions, the project seeks to revive memory by gathering and contextualizing records of two major earthquakes in Mexico City, September 19, 1985, and 2017, respectively; the same day, 32 years later. Taking this history, and temporal coincidence, as illustrative of the importance of memory, photographs of the Archives of the Nation were compiled, among other sources, which serve as a link between stories of those involved in both events, thus rescuing memories from their similarities. In this way <i>(Re)Construction of Memory</i> seeks to raise awareness of how material loss and death can be an agent for hope, for a new beginning, and thus a way of creating resilience for the future.</p>",
    "textureImg":"img/texture/tania.jpg",
    "keyWords": "testemunhos, experiências, histórias, persistência, memória",
    "keyWordsEng": "testimonies, experiences, stories, persistence, memory",
    "web":"../rr/index.html",
    "forma":"website",
    "gal":"img/tania1.jpg, img/tania2.jpg, img/tania3.jpg, img/tania4.jpg, img/tania5.jpg"
  },
  {
    "Alunos": "Valentina Gayoso",
    "landTitulo": "CHURNAL",
    "Titulo": "A Style Manual ",
    "subTitulo": "Sobre a Visualidade do Jornalismo",
    "subTituloEng": "On the Visuality of Journalism",
    "Texto": "<p>À medida que nos movemos em direção a um mundo cada vez mais visual, os media noticiosos também se tornam cada vez mais visuais. Atualmente, precisam de encontrar maneiras inovadoras de atingir um público saturado pela quantidade de informação disponível, sentindo-se por vezes assoberbado ou incapaz de analisar o sinal entre o ruído. Da mesma forma, o aumento de acesso a todos os tipos de fontes de informação <i>online</i> forçou os media noticiosos a mudar para sobreviver neste ambiente saturado, que dá origem a fenómenos como <i>churnalism</i> ou o declínio do jornalismo original. Redações <i>click-first</i>, designers transformados em escritores, escritores a aprender código: como é que isso afeta a qualidade das notícias? Essas circunstâncias levam igualmente a uma proliferação de notícias visuais e baseadas em novos media, bem como a uma maior colaboração entre os agentes que se posicionam nos dois lados tradicionais da sua produção: sua forma e seu conteúdo.</p><br/><br/><p><i>Um Manual de Estilo</i> aborda a convergência entre o design visual e o jornalismo usando técnicas narrativas para recontar uma seleção de histórias que tiveram um forte impacto na opinião pública durante os últimos 150 anos. Desta forma, é tanto um tributo ao jornalismo original como um modo de recontar e rever essas histórias tirando partido do potencial narrativo dos media atuais.</p>",
    "TextoEng": "<p>As we move towards a growingly visual world, our news media also become increasingly visual. News Media today need to find innovative ways to reach a public that is saturated by the amount of information available, sometimes feeling overwhelmed or unable to parse the signal between the noise. Likewise, increased access to all sorts of online information sources forced news media to change in order to strive in this saturated environment, which gives rise to phenomena like <i>churnalism</i> or the decline of original journalism. Click-first newsrooms, designers turned writers, writers learning code: how does it impact the quality of the news? These circumstances also lead to a proliferation of visual and new-media based news, as well as increased collaboration between the agents standing on the two traditional sides of news media production: its form and its content.</p><br/><br/><p><i>A Style Manual</i> approaches the convergence between visual design and journalism by using storytelling techniques to retell a selection of breaking newstories that had a strong impact on public opinion during the last 150 years. In this manner, it is both a tribute to original journalism and a means to retell and review these stories by taking advantage of today’s media narrative potential.</p>",
    "textureImg":"img/texture/vale.jpg",
    "keyWords": "jornalismo, media, design, visualidade, narrativa",
    "keyWordsEng": "journalism, media, design, visuality, storytelling",
    "web":0,
    "forma":"livro",
    "gal":"img/vale1.jpg, img/vale3.jpg"
  },
  {
    "Alunos": "Caio Guedes",
    "landTitulo": "DIGITAL APPROPRIATION",
    "Titulo": "Finders Keepers (Losers Weepers)",
    "subTitulo": "Auto-publicação web-to-print",
    "subTituloEng": "Web-to-print Self-publishing",
    "Texto": "<p>A apropriação, enquanto procedimento pivotal de movimentos artísticos do século XX, adquire novos contornos na pós-modernidade, caracterizada por Fredric Jameson como a total saturação do espaço cultural pela imagem, seja pela ação do marketing, dos meios de comunicação ou do ciberespaço. Artistas e designers têm assim à sua disposição um enorme acervo de conteúdos, protegidos ou não por direitos de autor, que podem ser acedidos e processados via plataformas <i>online</i>. </p><br/><br/><p><i>Finders Keepers, Losers Weepers</i> é um conjunto de publicações elaboradas a partir da pesquisa, seleção e edição de conteúdos encontrados na web, desde tweets a imagens resgatadas de repositórios como Flickr ou Internet Archive. O projeto explora métodos de apropriação de conteúdos, definidos por Paul Soulellis como <i>Grabbing & Scraping</i> e <i>Hunting</i>, que implicam pesquisa <i>online</i>, aberta ou focada, com o propósito de embalsamar uma ideia através da edição e impressão de excertos da web. Este processo deliberado de edição e distribuição transforma o material original e adquire nova carga simbólica. Os objetos editoriais nascidos nesse território híbrido incorporam tanto cânones do meio impresso quanto elementos reconhecíveis do mundo <i>online</i>. Este projeto de auto-publicação <i>web-to-print</i> visa assim explorar a abundância da informação digital enquanto prática crítica no campo do design de comunicação.</p>",
    "TextoEng": "<p>Appropriation, as a pivotal procedure of artistic movements of the twentieth century, acquires new contours in postmodernity, characterized by Fredric Jameson as the total saturation of cultural space by the image, whether by the action of marketing, the media or cyberspace. Artists and designers thus have at their disposal a huge collection of contents, protected or not by copyright, which can be accessed and processed via online platforms.</p><br><p><i>Finders Keepers, Losers Weepers</i> is a set of publications designed from the search, selection and editing of content found on the web, from tweets to images retrieved from repositories like Flickr or Internet Archive. The project explores methods of content appropriation, defined by Paul Soulellis as <i>Grabbing & Scraping</i> and <i>Hunting</i>, which imply online research, open or focused, for the purpose of embalming an idea by editing and printing excerpts from the web. This deliberate process of editing and distribution transforms the original material and acquires a new symbolic charge. The editorial objects born in this hybrid territory incorporate both the canons of the printed medium and recognizable elements of the online world. This web-to-print self-publishing project thus aims to explore the abundance of digital information as a critical practice in the field of communication design.</p>",
    "textureImg":"img/texture/caio.jpg",
    "keyWords": "domínio público, amostragem, apropriação, reprodução, pós-produção",
    "keyWordsEng": "public domain, sampling, appropriation, reproduction, postproduction",
    "web":0,
    "forma":"publicação periódica",
    "gal":""
  },
  {
    "Alunos": "Fabio de Almeida",
    "landTitulo": "SELF(IE) REPRESENTATION",
    "Titulo": "Where do I find mySELF?",
    "subTitulo": "Corpos em Produção, Pós-produção e Reprodução",
    "subTituloEng": "Bodies in production, pos production and reproduction",
    "Texto": "<p><i>Where do I find mySelf?</i> é um projeto editorial que explora a auto-representação no contexto da produção, pós-produção e reprodução de identidades na era pós-digital. Uma série de publicações periódicas apresenta narrativas pessoais construídas com o intuito de revelar aspetos de intimidade e autenticidade, informados pelas dualidades existentes entre o público e o privado à luz das dinâmicas de controlo das plataformas digitais.</p<br/><b/r><p>Cada edição apresenta uma persona com base num diário de interações <i>online</i> desenvolvido no tempo e no espaço. Álbuns de fotografias, conversas, <i>printscreens</i>, mensagens e históricos de navegação são conjugados com conteúdos privados, estrategicamente editados, produzidos e publicados em redes sociais. Ao expor os processos envolvidos no desenvolvimento do Eu nas arenas digitais, as publicações funcionam como uma proposta de auto-representação informada por questões de manipulação, privacidade e controlo. Procuram ainda revelar uma dimensão humana e íntima do Eu gerado pela livre acumulação de experiências e rastos digitais.</p><br/><br/><p>Como ponto de partida temático e formal, a edição “zero” é elaborada a partir da análise e articulação do meu próprio acervo digital pessoal para, posteriormente, se desdobrar numa série de publicações dedicadas a diferentes <i>personas</i> e suas narrativas íntimas pós-produzidas.</p>",
    "TextoEng": "<p><i>Where do I find mySelf?</i> is an editorial project that explores self-representation in the context of post-digital production, postproduction, and reproduction of identities. A series of periodic publications presents personal narratives with the purpose of revealing aspects of intimacy and authenticity, informed by the dualities between the public and the private in the light of the dynamics of control of digital platforms.</p><br/><br/><p>Each edition features a persona based on an online interaction diary developed in time and space. Photo albums, conversations, printscreens, messages and browsing histories are combined with private content, strategically edited, produced and published on social networks. By exposing the processes involved in the development of the Self within digital arenas, the publications function as a proposal for self-representation informed by issues of manipulation, privacy and control. They also seek to reveal a human and intimate dimension of the Self, generated by the free accumulation of digital experiences and traces.</p><br/><br/><p>As a thematic and formal starting point, the “zero“ edition is elaborated from the analysis and articulation of my own personal digital collection to later unfold in a series of publications dedicated to different personas and their post-produced intimate narratives.</p>",
    "textureImg": "img/texture/fabio.jpg",
    "keyWords": "auto-representação, redes sociais, privacidade, intimidade, <i>persona</i>",
    "keyWordsEng": "self-representation, social media, privacy, intimacy, persona",
    "web":0,
    "forma":"publicação periódica",
    "gal":"img/fabio1.jpg, img/fabio2.jpg, img/fabio3.jpg, img/fabio4.jpg, img/fabio5.jpg"
  },
  {
    "Alunos": "Ana Serra, <br>Maria Fraga",
    "landTitulo": "(MIS)INFORMATION",
    "Titulo": "What we want (you) to know",
    "subTitulo": "Manipulação Pós-Internet",
    "subTituloEng": "Post-Internet Manipulation",
    "Texto": "<p><i>What we want (you) to know</i> aborda o impacto da internet na comunicação e cultura atual ao focar os mecanismos de manipulação da era pós-internet. Comportamentos humanos estão a sofrer mudanças sob a influência da comunicação baseada no imediato, feita à distância e da informação difundida em redes sociais a uma velocidade crescente. Todos estes aspetos tornam a comunicação na internet vulnerável a estratégias de manipulação, que recorrem tanto ao elemento humano como ao <i>software</i> para reforçar fenómenos como as câmaras de eco e a polarização ou para promover a desinformação. Partindo deste pressuposto, o projeto explora as estruturas dos meios digitais para desvendar como a sobrecarga de informação e a constante distração causada pelos dispositivos digitais, proporcionam um ambiente em que o conhecimento pode ser facilmente questionado, refutado e negado.</p><br/><br/><p>O <i>website</i> simula contextos como redes sociais, mas reduzindo-os à sua estrutura e tipologia, proporcionando ao leitor informação sobre estratégias de manipulação e desinformação. Através de mensagem submersas, a serem descobertas e exploradas pelo utilizador, <i>What we want (you) to know</i> procura sensibilizar para a forma como o mundo digital <i>online</i> tanto pode amplificar como condicionar o conhecimento.</p>",
    "TextoEng": "<p><i>What we want (you) to know</i> addresses the impact of the internet in today's communication and culture by focusing on the manipulation mechanisms of the post-internet era. Human behaviors are undergoing change under the influence of immediate, distance-based communication and information disseminated in social networks at an increasing speed. All these aspects make communication on the Internet vulnerable to manipulation strategies, which use both the human element and software to reinforce phenomena such as echo chambers and polarization or to promote misinformation. Based on this assumptions, the project explores the structures of digital media to uncover how information overload and the constant distraction caused by digital devices provide an environment in which knowledge can be easily questioned, refuted and denied.</p><br/><br/><p>The website simulates contexts such as social networks, but reduces them to its structure and typology, providing the reader with information on manipulation and disinformation strategies. Through submerged messages, to be discovered and exploited by the user, <i>What we want (you) to know</i> seeks to raise awareness of how the online digital world can both amplify and condition knowledge.</p>",
    "textureImg":"img/texture/anamaria.jpg",
    "keyWords": "conhecimento, desinformação, disseminação, comunidade, manipulação",
    "keyWordsEng": "knowledge, disinformation, dissemination, community, manipulation",
    "web":"../what-we-want-you-to-know/1.html",
    "forma":"website",
    "gal":"img/anamaria2.png, img/anamaria4.gif, img/anamaria3.png"
  },
  {
    "Alunos": "Maria Vidal",
    "landTitulo": "FILTER-BUBBLE ISOLATION",
    "Titulo": "I'm feeling...",
    "subTitulo": "Um Motor de Pesquisa Temperamental",
    "subTituloEng": "A Temperamental Search Engine",
    "Texto": "<p>Os sistemas automatizados de filtragem de informação permitem-nos atualmente gerir a sobrecarga de informação, nomeadamente através da personalização de resultados de pesquisa <i>online</i>, gerida por algoritmos com base em informações do utilizador como localização, histórico de <i>clicks</i> e pesquisas, entre inúmeros outros parâmetros. Mas ao mesmo tempo que esta filtragem cria um universo único para cada utilizador, autónomo e personalizado, também corre o risco de o encerrar numa “bolha de filtros” ou, como Eli Pariser refere, um estado de isolamento intelectual resultante do reforço da visão ideológica e cultural que os algoritmos julgam corresponder ao utilizador. No entanto, as escolhas feitas por estes algoritmos não são transparentes, dificultando a consciência da própria existência desta bolha ou até das possibilidades para a romper.</p><br/><br/><p><i>I feel…</i> procura comentar esta opacidade e ironizar este fenómeno através da criação de um <i>motor de pesquisa temperamental</i> que é arbitrariamente influenciado por um estado emocional. De acordo com esse parâmetro, filtram-se os resultados de pesquisa de conteúdos noticiosos deliberadamente sobrepondo a vontade e disposição do motor de pesquisa às necessidades ou expectativas do utilizador.</p>",
    "TextoEng": "<p>Automated information filtering systems currently allow us to manage information overload, namely by customizing online search results, managed by algorithms and based on user information such as location, search and click history, among numerous other parameters. But while this filtering creates a unique universe for each user, autonomous and personalized, it also runs the risk of locking up the user in a “filter bubble“ or, as Eli Pariser points out, a state of intellectual isolation resulting from the reinforcement of the ideological and cultural views that the algorithms think correspond to the user. However, the choices made by these algorithms are not transparent, hindering the awareness of the very existence of this bubble or even the possibilities to break it.</p><br/><br/><p><i>I feel …</i> seeks to comment on this opacity and ironize this phenomenon by creating a temperamental search engine that is influenced by an arbitrary mood. According to this parameter, the search results of news content are filtered deliberately overlapping the will and mood of the search engine to the needs or expectations of the user.</p>",
    "textureImg":"img/texture/mariavidal.jpg",
    "keyWords": "pesquisa web, bolhas de filtros, personalização, isolacionismo, imprevisibilidade",
    "keyWordsEng": "web search, filter bubbles, personalization, isolationism, unpredictability",
    "web":"../im-feeling/homepage.html",
    "forma":"website",
    "gal":"img/mariavidal3.gif, img/mariavidal2.gif"
  },
   {
     "Alunos": "Ana Batista",
     "landTitulo": "TRUTH FAKE",
     "Titulo": "fake_dialog",
     "subTitulo": "Conversa com Bento Bot",
     "subTituloEng": "Chat with Bento Bot",
     "Texto": "<p><i>Fake_dialog</i> explora meios de manipulação de informação e procura expor e comentar a atual proliferação de notícias falsas. O projeto consiste num website que aloja Bento, um chatbot que, por meio do diálogo, revela alguns factos curiosos sobre <i>Fake News</i> e sobre o papel dos Bots Maliciosos na sua disseminação. Em contraponto, Bento Bot tem uma personalidade paranóica e não acredita em nada sem verificação prévia. Este assistente (<i>helpful bot</i>), com que também podemos conversar via Messenger do Facebook, tem a capacidade de analisar a veracidade de notícias ou links e aferir se são conteúdos reais, tendenciosos ou falsos. Com base numa análise da informação de mais 10 mil websites, Bento revela a sua inteligência particular, aprendendo gradualmente a identificar informação falsa e auxiliando-nos a conhecer e reagir ao fenómeno <i>Fake News</i>.</p>",
     "TextoEng": "<p><i>Fake_dialog</i> explores means of information manipulation, seeking to expose and comment on the current proliferation of false news. The project consists of a website that hosts Bento, a chatbot that, through dialogue, reveals some curious facts about Fake News and about the role of Malicious Bots in their dissemination. In turn, Bento Bot has a paranoid personality and does not believe in anything without prior verification. This helpful bot, with which we can also chat via Facebook's Messenger, has the ability to analyze the veracity of news or links and check if they are real, biased or false content. Based on an analysis of the information of over 10,000 websites, Bento reveals its particular intelligence, gradually learning to identify false information and helping us to know and respond to the Fake News phenomenon.</p>",
     "textureImg":"img/texture/anab.jpg",
     "keyWords": "chatbots, bots maliciosos, <i>fake news</i>, desinformação, manipulação",
     "keyWordsEng": "chatbots, malicious bots, fake news, disinformation, manipulation",
     "web":"../bento/index.html",
     "forma":"chatbot, website",
     "gal":"img/anab.jpg, img/anab2.jpg, img/anab3.jpg"
   }
 ]